IDEA StatiCa Open Model
StrainLoadOnLine.Bimp Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the strain impulse at the begin position.
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public StrainImpulse Bimp { get; set; }
Public Property Bimp As StrainImpulse
	Get
	Set
public:
property StrainImpulse Bimp {
	StrainImpulse get ();
	void set (StrainImpulse value);
}
Property Value
Type: StrainImpulse
See Also
Reference
StrainLoadOnLine Class
IdeaRS.OpenModel.Loading Namespace